/* No comment provided by engineer. */
"%.1fG" = "%.1fG";

/* No comment provided by engineer. */
"%.1fK" = "%.1fK";

/* No comment provided by engineer. */
"%.1fM" = "%.1fM";

/* No comment provided by engineer. */
"< 1K" = "< 1K";

/* Title of the dialog that appears when dragging to a file that already exists in the Finder */
"A file already exists with this name." = "Ya existe un archivo con ese nombre.";

/* Explanation text for the dialog that appears when dragging a file to a location where a file with the same name already exists. */
"A file named \\U201C%@\\U201D already exists in \\U201C%@\\U201D. You can choose to use a unique name for the new file, replace the old file, or cancel the drop." = "Ya existe un archivo llamado “%1$@” en “%2$@”. Puedes escoger entre usar un nuevo nombre, reemplazar el archivo, o cancelar la operación.";

/* No comment provided by engineer. */
"A new version of teleport is available!" = "¡Está disponible una nueva versión de Teleport!";

/* No comment provided by engineer. */
"Accept" = "Aceptar";

/* No comment provided by engineer. */
"Accept and Reject Others" = "Aceptar y Rechazar Otros";

/* Trust request dialog */
"Asking host \\U201C%@\\U201D for trust" = "Pidiendo permiso al host “%@”";

/* Text in dialog about accessibility */
"Assistive Device" = "Dispositivo de Ayuda";

/* No comment provided by engineer. */
"Betatester!" = "Betatester!";

/* No comment provided by engineer. */
"Build %@" = "Fase %@";

/* Generic cancel button in dialog */
"Cancel" = "Cancelar";

/* Title in certificate selection panel */
"Choose certificate" = "Escoge certificado";

/* No comment provided by engineer. */
"Configure\\U2026" = "Configurar…";

/* Title for connection failure */
"Connection to \\U201C%@\\U201D failed." = "La conexión a “%@” falló.";

/* No comment provided by engineer. */
"controlled by %@" = "controlado por %@";

/* No comment provided by engineer. */
"controlling %@" = "controlando %@";

/* Button in dialog */
"Deactivate teleport" = "Desactivar teleport";

/* No comment provided by engineer. */
"Delete pairing" = "Borrar enlace";

/* Button title */
"Disable Encryption" = "Deshabilitar Codificación";

/* Text in dialog about accessibility */
"Disabled access for assistive devices" = "Acceso para dispositivos de ayuda deshabilitado";

/* No comment provided by engineer. */
"Don't show again" = "No mostrar otra vez";

/* No comment provided by engineer. */
"Drag & Drop files" = "Arrastrar y Soltar archivos";

/* Button title */
"Enable" = "Habilitar";

/* Text in dialog for certificate missing error */
"Encryption requires a certificate" = "La codificación requiere un certificado";

/* No comment provided by engineer. */
"File not sent" = "Archivo no enviado";

/* No comment provided by engineer. */
"File sent (%@)" = "Archivo enviado (%@)";

/* Title for control failure */
"Host \\U201C%@\\U201D rejected control." = "El host “%@” denegó el control.";

/* Reason for trust failure */
"Host not accepting any more trusted hosts." = "El host no acepta más hosts de confianza.";

/* Reason for control failure */
"Host not controllable." = "Host no controlable.";

/* Reason for control failure */
"Host not trusted." = "El host no es de confianza.";

/* Explanation in dialog for certificate missing error */
"In order to activate encryption, teleport needs a valid certificate, but couldn't find one in your Keychain.\nYou'll need to create a certificate and re-activate encryption. Note that the certificate algorithm and key size must match between the server and the clients.\n\nWould you like to launch Certificate Assistant to create a new self-signed certificate?\nRecommended settings: RSA 1024 bits, all others to default values." = "Para activar la codificación, teleport necesita un certificado válido, pero no pudo encontrar uno en tus Llaveros.\nTendrás que crear un certificado y reactivar la codificación. Ten en cuenta que el algoritmo y el tamaño de la clave tienen que coincidir entre el servidor y los clientes.\n\n¿Quieres abrir el Asistente de Certificados y crear uno nuevo?\nConfiguración recomendada: RSA 1024 bits, el resto de los valores por defecto.";

/* Button title */
"Launch Assistant" = "Abrir Asistente";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No shared Mac found on local network. Please check \\U201CShare this Mac\\U201D on the Macs you want to control." = "No se encontró ningún Mac compartido en al red local. Por favor verifica “Compartir este Mac” en los Macs que quieres controlar.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Pasteboard not sent" = "Portapapeles no enviado";

/* No comment provided by engineer. */
"Pasteboard sent (%@)" = "Portapapeles enviado (%@)";

/* Button title */
"Re-enable" = "Reactivar";

/* No comment provided by engineer. */
"Reject" = "Rechazar";

/* Replace button to replace an existing file. */
"Replace" = "Sustituir";

/* No comment provided by engineer. */
"Screen %d - %.0fx%.0f" = "Pantalla %1$d - %2$.0fx%3$.0f";

/* No comment provided by engineer. */
"Screen to share" = "Pantalla a compartir";

/* Informative text in certificate selection panel */
"Select the certificate to be used for encryption. It must have the same encryption algorithm as the one used on the other Macs." = "Selecciona el certificado para la codificación. Tiene que tener el mismo algoritmo de codificación que el usado en el resto de los Macs";

/* No comment provided by engineer. */
"Share this Mac" = "Compartir este Mac";

/* No comment provided by engineer. */
"Synchronize pasteboard" = "Sincronizar portapapeles";

/* No comment provided by engineer. */
"teleport %@ is now available.\n%@\n\nWould you like to download the new version now?" = "teleport %1$@ está disponible.\n%2$@\n\n¿Quieres descargar la nueva versión ahora?";

/* No comment provided by engineer. */
"teleport is up-to-date." = "teleport está actualizado.";

/* Explanation in dialog for accessibility */
"The access for assistive devices has been disabled although teleport needs this to operate.\n\nWould you like to re-enable it now or deactivate teleport?" = "El acceso para dispositivos de ayuda ha sido desactivado aunque teleport lo necesita para funcionar.\n\n¿Quieres activarlo ahora o desactivar teleport?";

/* No comment provided by engineer. */
"The computer you tried to control rejected your request. You should try on a computer you own." = "El ordenador que intentas controlar rechazó tu petición. Deberías intentarlo en un ordenador que controles";

/* Title for trust failure */
"The host \\U201C%@\\U201D rejected your trust request." = "El host “%@” rechazó tu petición de confianza.";

/* No comment provided by engineer. */
"The host has probably removed this Mac from its trusted hosts list. Do you want to ask for trust again?" = "El host debe haber quitado este Mac de la lista de hosts de confianza. ¿Quieres solicitar confianza de nuevo?";

/* Invalid protocol error message */
"The Mac you tried to control is using teleport protocol v%d, but you're using v%d." = "El Mac que intentas controlar está usando el protocolo teleport v%1$d, pero tú estás usando v%2$d.";

/* No comment provided by engineer. */
"The server may be down, or an encryption problem may have occured. If encryption is enabled, please check that the certificate algorithms match." = "El servidor no debe estar disponible o hay un problema de codificación. Si la codificación está activada, verifica que los algoritmos sean iguales.";

/* No comment provided by engineer. */
"This will allow the demanding host to take control of your mouse and keyword. All keystrokes and transfers will be encrypted with this host.\nIf you didn't request the control, you should Reject it." = "Esto permitirá el control de tu ratón y teclado al host que lo solicita. Todo lo que teclees y transfieras estará codificado.\nSi tú no solicitaste el control, deberías rechazarlo.";

/* No comment provided by engineer. */
"This will allow the demanding host to take control of your mouse and keyword. Warning: the keystrokes and transfers will be sent clear on your network. You should enable encryption on both Macs to encrypt these.\nIf you didn't request the control, you should Reject it." = "Esto permitirá el control de tu ratón y teclado al host que lo solicita. Atención: todo lo que teclees y transfieras irá por la red sin codificar. Es recomendable activar la codificación en ambos Macs por seguridad.\nSi tú no solicitaste el control, deberías rechazarlo.";

/* teleport trust request title - certified version */
"Trust request from certified host \\U201C%@\\U201D." = "Confiar en la petición del host certificado “%@”.";

/* teleport trust request title - uncertified version */
"Trust request from uncertified host \\U201C%@\\U201D." = "Confiar en la petición del host no certificado “%@”.";

/* Unique button in dialog, to make a unique name of an existing filename */
"Unique" = "Único";

/* Address of unknown trusted host */
"unknown address" = "dirección desconocida";

/* Name of unknown trusted host */
"unknown name" = "nombre desconocido";

/* Name for unamed server */
"unnamed" = "sin nombre";

/* Reason for trust failure */
"User rejected your trust request." = "El usuario rechazó tu petición de confianza.";

/* Invalid protocol error title */
"Wrong protocol version" = "Versión incorrecta del protocolo";

/* No comment provided by engineer. */
"Yes" = "Sí";

/* No comment provided by engineer. */
"You have the most recent version of teleport." = "Tienes la última versión de teleport.";

/* Explanation in dialog for accessibility */
"You must enable access for assistive devices to activate teleport. You may need administrator privileges to do this.\n\nWould you like to enable this now?" = "Tienes que habilitar el acceso para dispositivos de ayuda para activar teleport. Tal vez necesites privilegios de administrador para ello.\n\n¿Quieres habilitarlo ahora?";

/* Trust request message */
"You should now grant the trust on your other Mac." = "Tienes que conceder la confianza en tu otro Mac.";

/* No comment provided by engineer. */
"Your build (%d) is newer than the latest available (%d), so you must be a betatester. Congratulations!" = "Tu fase (%1$d) es más moderna que la última disponible (%2$d), así que debes ser un betatester. ¡Enhorabuena!";

/* No comment provided by engineer. */
"zero" = "cero";

